---
kind: type
id: T:Autodesk.Revit.DB.Visual.Mirror
zh: 镜像
source: html/33b7a72f-3540-6c87-02aa-84699737f431.htm
---
# Autodesk.Revit.DB.Visual.Mirror

**中文**: 镜像

A static class that provides access to the property names that appear in the Mirror visual asset schema.

## Syntax (C#)
```csharp
public static class Mirror
```